팎
㉢
長
불
閃
늦
餘
惠
층
溥
찮
舟
劫
윳
삭
技
탤
易
妃
끕
輻
③
세
붓
鍊
隔
遮
漂
덜
根
止
處
팸
결
獺
社
咽
업
施
敗
제
彎
蠻
눠
돕
史
別
切
鎔
흡
惱
牌
켐
術
痢
洸
茹
눴
財
剋
烟
烙
訪
쨀
括
杉
듣
띌
跡
絹
띕
읕
큐
쩝
m
暗
삿
斬
윽
찾
쟁
엽
포
′
揭
立
쉼
庾
k
庶
濟
涯
鞫
¾
姜
園
丈
뻥
°
꼿
幽
떻
狀
設
闢
셜
닿
巾
蠅
짖
뻗
內
亦
于
피
伏
켤
鋪
歷
쩜
뜻
팡
겅
攝
룰
규
貴
버
錠
艦
迅
崙
佯
안
守
縞
武
話
홉
能
꿉
행
波
빚
란
蟲
땋
딥
徑
▦
拔
掌
義
論
乾
僕
卵
羽
擾
味
私
帛
願
옭
생
뗏
浸
竪
圃
웨
暴
誌
켄
閱
쌌
警
뷰
펠
―
遺
쇠
成
솎
閉
幢
혔
萬
새
弁
뢰
淪
헛
廊
旒
彬
壬
烈
鍾
諫
璧
똥
붙
離
丸
팔
曠
作
돛
雀
뀝
賀
갰
촙
寃
遊
渙
릎
枳
豆
召
烏
局
怪
机
得
퓔
竿
3
河
먼
粉
琥
回
復
信
넝
광
오
朔
鉉
챈
溢
嘗
憙
受
兪
讚
漸
훼
縱
揚
赫
緊
얘
省
꿋
檜
뱁
禹
呈
魄
捕
蘗
裵
袁
適
托
깻
벚
숯
佑
需
챔
Y
氏
듦
록
揮
壘
埋
엌
당
練
楊
숄
諛
決
衫
뉼
독
줏
슬
옆
佳
믿
턱
醜
尹
봇
익
眉
괍
苑
쩐
뤽
規
無
봐
鼎
利
鵲
벡
堰
消
匪
쉿
濁
홰
쾌
욜
宦
벳
￦
펩
釀
맛
”
²
富
曺
秘
옅
幕
렝
蒲
如
쑬
瓣
統
를
免
庸
穽
杏
剖
哉
뺌
が
믓
覽
Ⅷ
卵
팩
箱
妻
淵
抽
僻
匡
轉
具
燮
볕
核
崖
톈
샀
乎
확
닐
郡
쪼
削
攘
식
理
송
툼
耳
鈐
킹
舌
늉
弗
輕
碑
斤
經
薇
潮
숍
暑
情
楷
耶
맘
멜
캭
蓋
槃
轝
껏
庵
끌
뿜
熊
奴
芥
음
단
杯
飮
猿
써
魔
戀
채
읓
폭
춤
갛
曆
面
漱
샴
E
算
巢
카
耽
旗
層
俑
왱
샨
扉
悔
곯
黨
欖
혼
書
尖
⑶
끽
配
룡
祈
꺄
犬
襲
탔
彰
헷
令
鹿
講
몇
愼
異
겟
등
졸
虜
徽
깩
懸
〓
里
督
섬
쥔
積
㎞
穡
꼼
愁
겆
排
袍
혹
腑
법
責
h
儼
뭐
些
忿
催
꽂
鎭
腎
蓬
全
좍
孫
벤
閑
閒
z
通
崇
협
깔
엑
쐰
엠
岳
幸
뿅
믹
狗
壺
褓
퓰
憧
袖
樂
■
逅
熹
春
江
P
助
杜
험
埈
寢
矩
딴
댓
⑥
뿌
越
勞
膨
튤
鮮
字
빔
藏
뵈
救
앗
鳳
朝
띨
忠
恣
댑
匙
憲
쿠
種
뺐
냠
떫
쨌
겐
孤
M
軾
魂
康
액
灣
블
凍
宇
춰
博
킁
뻣
納
肩
찹
后
汚
측
혜
霞
甸
寅
引
리
團
彌
興
埃
惑
換
늙
慮
蟹
축
菱
裝
肆
衝
엡
結
녑
론
벗
鞍
告
옹
曙
娘
떱
鰍
검
믈
錯
흐
棗
兇
팅
彷
鷗
椎
컫
겨
敢
뜰
애
와
哲
耗
困
宙
逡
헥
厥
폼
辱
녘
쏵
팀
胃
隍
臧
壕
浜
瑯
遞
風
殘
큇
嶺
잊
架
嶽
聾
篤
巷
또
킥
뻬
힐
₂
맸
啓
’
였
饌
담
웹
輔
섹
ㄴ
負
貯
V
拒
잖
甘
說
云
餉
蟬
叱
搢
∼
잎
窮
화
胸
쬔
裨
吏
範
翔
◁
껄
椽
餌
범
戱
饒
%
혁
日
0
補
얼
깐
藝
淸
毗
윷
企
빽
므
曜
열
個
群
朴
宏
미
빠
츨
例
綾
챠
吐
侑
弼
눈
稀
碌
桃
豫
◆
老
避
모
季
쯤
溶
邊
速
깥
呪
齒
윙
闊
津
油


梁
樽
퀼
뽈
솜
뽐
문
어
꿈
形
츤
㉮
有
절
息
舍
암
롯
屋
젬
순
락
位
趙
汀
燥
密
씌
촐
劣
洵
桐
努
席
撰
持
쌓
紋
웃
i
炭
K
洞
墾
뛸
薪
態
⑵
廷
솔
宗
헝
맑
솥
濊
2
授
근
鳥
乃
感
듀
햐
煥
─
於
版
깁
寬
뜁
쉈
間
漑
낫
접
慓
타
중
奢
깃
켁
に
典
竟
掛
奠
찐
燼
喧
땠
일
滿
女
諾
湍
蝶
징
連
揷
腺
尼
嫉
견
膜
싼
穹
搖
枇
礁
披
녁
特
墻
雅
찜
或
低
附
豈
球
盾
士
懷
穀
궂
잿
淨
頓
玉
窄
資
匣
륙
燭
맨
爀
과
낄
盤
灰
려
癸
傲
틉
錢
烹
菩
가
짇
챗
傑
昭
愛
쳅
냥
갱
쐬
堞
돗
늡
러
土
뒬
W
逐
쩌
처
w
示
퓌
は
G
猪
坤
請
싣
哀
音
床
○
섶
섯
縫
邑
큰
た
宵
번
섦
움
倭
靭
컵
擺
쫓
됫
「
徐
임
亂
供
쑤
염
返
틴
빵
듬
恩
뇌
碍
練
틋
한
꽈
毛
毁
역
력
那
낮
龍
꼰
謹
렀
肢
y
깎
욋
뽄
뺀
텀
砥
淆
픔
僞
替
∴
솝
창
幷
룬
懶
엥
콜
憤
뺨
女
貶
떡
池
힛
숑
澈
心
되
祚
述
甕
뷸
峯
厚
祭
쾰
效
砲
殼
卜
깼
刊
勤
B
위
ℓ
畓
」
얇
麗
낡
곬
땡
象
핑
麥
개
뛰
쌈
꼈
宿
옵
붐
소
屯
의
踐
林
精
묶
찡
槨
陪
琶
誇
倉
슭
略
珪
⑷
惜
崎
美
詳
沈
冷
쏴
否
뭍
伐
娥
我
터
넛
早
狩
祖
뵐
촛
塚
搭
拘
禁
뼉
駭
坪
蕉
혈
分
況
徨
襄
嗚
↔
探
淺
契
읽
紵
웬
稽
吏
閤
箭
뱅
센
녕
◎
陵
愉
㎺
뽁
쌔
伎
맵
낵
퀀
荑
履
裂
珥
祠
럿
鷄
'
핍
野
塵
淡
閥
停
枕
친
쨩
튬
員
㎥
쳤
殺
誡
켈
勃
旦
㉯
隸
戀
紳
胴
높
貸
沒
符
홋
叛
畿
夜
下
妄
표
밭
溫
옻
刺
껐
촬
기
믐
욘
悍
鵬
柬
穢
旬
총
핼
章
캘
吹
石
췄
프
壤
온
案
쵸
쇨
갓
醫
較
歷
文
츰
무
浪
獨
完
루
괄
죽
尊
톳
悅
掃
웅
燕
낯
К
빴
欲
긁
父
떨
틸
▶
蕭
擧
 
候
컴
〉
메
햅
캄
欽
搬
詭
欄
喊
떳
崙
났
梨
旭
沙
녔
蔡
湯
볶
醬
隨
習
닭
樸
藥
漠
足
？
옇
컥
雍
慷
爛
孔
視
출
聚
雷
裳
=
|
濠
報
恤
婁
羌
依
왠
橫
偉
楔
迂
鈍
빼
腕
귑
옴
潔
悟
摠
寓
닦
使
亨
近
殿
度
猛
葬
恭
申
딧
紗
祿
싶
唇
땟
q
笠
­
둬
퐁
郵
短
應
잃
뚤
끊
欣
둡
影
螺
充
옮
改
蕪
L
랖
操
時
十
僚
따
身
言
던
語
챙
앞
胄
弑
농
滅
偏
탄
泰
붕
考
늪
퀭
危
윈
律
遜
랩
땔
컨
휙
邂
弄
絃
蒸
垢
급
睛
ㅍ
還
倜
拾
御
聽
는
血
훑
靖
諭
址
D
톺
ㅊ
껍
트
수
緞
쿄
婦
耐
읏
쌩
Ｖ
똘
띈
㈑
追
弔
엉
退
牟
而
亞
亂
彫
琉
쑥
율
작
툭
균
납
事
싱
鱗
힉
淳
摯
⑧
爵
픕
車
넋
琳
甁
吟
섭
픽
眞
暝
벌
ㅇ
쓰
ㅅ
井
陰
蘊
鹽
덧
肯
ㄹ
놓
램
했
零
숙
兌
玆
썽
좁
箋
쎄
渦
●
섰
閼
顔
邇
界
六
誣
官
야
壯
쌜
묻
銅
句
京
넷
堊
胱
현
步
굉
洌
겠
㎾
編
氈
빌
函
셰
涉
絨
垂
짰
냔
舒
耘
讓
北
텃
부
잉
呼
循
遍
齋
滯
떵
빗
㏄
喪
柳
른
짤
絶
″
랍
斛
및
墓
漫
浴
柱
綿
⅔
텡
麟
O
뵀
렘
塼
◇
』
薰
챕
策
량
⑹
纖
同
꽁
평
程
탉
何
씐
칸
낳
庭
넵
卓
엮
介
究
쏩
副
깠
동
鹿
路
거
存
伸
깬
護
늄
倣
尋
룸
泓
急
잭
擴
露
원
잴
믄
㈎
絢
퀘
惡
뻔
慕
洙
楚
熟
疽
利
侍
셍
量
爲
①
鶴
廣
坊
&
닛
薩
麗
슐
班
뜩
깰
댁
童
表
瓏
冒
ホ
쿳
딘
隱
왁
澔
㉠
셸
歌
菌
盧
加
模
拓
싸
씨
徵
깅
飢
機
쪘
께
載
팽
짚
齡
쟈
準
캑
手
殷
鵠
馨
縮
箕
슥
흉
횃
汪
校
鄒
±
쥘
枋
律
痛
투
뉘
넣
∩
㎎
젓
擔
밤
용
괘
×
牙
庄
낑
梵
우
뜹
租
탑
변
언
質
廳
相
델
푼
傳
茂
똑
춥
횟
꿩
땄
깨
裕
碎
軍
之
行
뭄
ㅜ
팜
팻
곰
各
흥
웩
爭
약
닻
羲
뵌
誼
쟤
蛇
乏
衙
끈
古
悖
珦
㎢
礎
휼
瑤
中
쾅
勢
쉴
岬
遠
쇤
皆
獲
八
職
兆
갖
띤
陛
募
敦
증
澳
률
凝
뮌
喝
紀
散
仗
답
煜
祿
容
짬
뜸
냑
件
훠
鸞
宮
끅
盈
a
션
建
監
쟎
奏
梏
現
擁
參
을
렬
눅
될
좔
顚
준
씹
離
冕
履
盒
ㅈ
克
蝕
짠
標
설
랏
方
－
샜
拏
啞
戊
賓
重
峴
댄
맥
鈴
杖
慾
歸
χ
拱
머
蓮
딤
돌
到
咨
環
袋
培
엔
엷
扶
聰
脇
櫻
橘
튼
縣
灑
夫
녠
쐈
又
鳶
榜
壓
鑿
輯
논
楢
캥
期
惡
隅
롤
돝
상
첨
病
런
뎁
닌
띄
輪
茉
李
弄
，
쑨
臘
矣
區
궤
討
外
旣
棧
웁
藻
雜
爽
固
沐
성
튕
あ
政
隻
옘
歡
龜
래
朱
振
妓
주
葉
船
땜
해
壞
R
쏜
얗
蝗
據
績
法
淚
#
簿
問
矛
始
虛
極
嚴
綴
겸
菁
讖
亭
ㅏ
님
稷
죤
廟
課
泥
阮
霜
空
裏
遲
慈
매
관
難
휑
첼
合
같
遽
혀
듯
힙
刹
홧
줘
腸
觀
펄
뉨
蠟
男
T
俳
벙
蔘
노
꼭
꿀
屬
俎
겋
보
孃
쩔
Ⅳ
ㅁ
없
빕
몄
l
夷
쇼
탐
溟
볐
像
料
짹
鬧
町
忘
취
ㅎ
캠
{
金
盛
截
駝
넜
硬
F
탈
靂
발
베
役
賈
驛
斗
훨
按
來
凡
錄
仁
臨
瀟
掠
헤
쌍
制
遯
孵
寶
慶
顯
忙
婚
鸚
뻐
탓
出
忍
썸
℃
괏
뽕
씻
칵
특
綺
諺
株
療
윌
傾
妹
u
穿
寡
尉
섀
惰
稱
猶
싫
房
直
用
顥
尿
紙
쨋
흙
끔
鱗
域
Ⅶ
땀
蹈
;
溺
煩
電
젯
頂
懼
懿
識
령
障
쏙
骸
媛
昨
弟
⑦
콧
헬
不
욱
壙
匿
훵
둔
汐
北
鯤
맴
즉
땁
俱
沖
드
險
誰
融
慰
허
盆
螂
롄
囚
嫌
怒
고
迫
섟
턴
則
發
巧
뉴
了
【
寺
슘
茫
핏
펙
賢
禎
곗
깸
芳
펼
큘
但
批
槻
荷
式
쨈
綬
産
비
詵
。
腋
빻
밈
峽
咸
盟
饗
侮
擥
걘
쪽
낱
製
었
牝
馳
ㅂ
맏
푹
릅
㎉
與
落
엣
슝
樓
귤
暎
辯
붉
兒
厠
黑
源
·
贈
衰
烽
晃
뭇
켕
跋
灌
환
슈
評
仰
楮
泥
차
질
嶸
哭
공
뗄
堡
網
줄
S
옌
뉠
蘭
혤
A
妬
己
儆
偈
켭
曄
쩡
倂
婆
빛
蜂
剛
죔
送
스
폐
祥
栓
昏
활
曹
枚
윅
은
뇨
구
경
互
톱
侶
긴
吾
돈
染
晴
柔
邦
忌
寒
릴
狼
由
酉
註
蘆
죄
걱
藉
영
眼
헴
俗
렉
創
衒
겁
慨
致
打
삽
狄
펴
熱
팝
→
압
숟
燦
翰
釋
콰
寂
二
뱀
緻
禮
癖
爐
뮐
병
權
쮜
크
蝴
신
껸
謁
바
帝
悳
因
億
圖
鍊
巴
厭
須
펜
牧
煉
널
룹
건
닮
궁
潭
窺
굼
뤘
흑
멩
婢
웍
짜
点
으
년
티
쮸
逍
的
籌
낌
뿍
각
람
짭
常
喫
裸
圓
츄
배
谷
委
雨
續
덮
舅
뗐
響
蹴
皐
②
弧
王
회
其
射
糊
쉐
怠
超
낍
髥
隷
唱
너
훌
씽
氣
짊
닒
甫
석
棲
妾
礪
科
딛
栢
逃
臟
훙
怨
塞
눕
察
渤
卦
섞
걔
왈
帶
뵙
果
양
殺
며
琛
保
贖
人
폿
γ
줍
脫
原
寇
刑
鴻
旨
默
凹
닢
브
瞑
즈
콤
습
懦
9
꿍
있
돼
耀
珀
堤
約
束
삔
콸
覆
儀
혓
戒
춧
蹠
쫘
功
밸
昻
羞
쁜
쾡
膣
銃
뻘
뉜
値
툰
뺑
鵝
柵
肺
씩
굶
핌
핵
반
槍
伯
그
赤
앉
샛
吸
漣
隋
묵
쑵
立
승
斂
樞
폈
젤
도
門
글
벽
府
n
졍
이
떤
賜
돎
梁
섧
岑
南
卒
串
낼
백
見
추
贊
登
狐
琿
幻
휫
삶
漕
凋
럼
荊
림
性
요
휩
腰
弊
5
읊
矮
융
쟉
瞻
盜
에
調
首
撤
朞
故
是
날
答
筒
캬
栽
奮
황
運
롬
育
쫄
g
롱
쩨
纂
읒
_
魚
訓
蛟
塾
갭
凉
Ⅰ
競
實
伴
葉
쭤
孜
겔
朮
멓
允
總
항
하
쫏
僧
삯
擬
堯
蒼
戰
錨
穩
挑
녹
쉘
樣
짼
過
괌
아
능
딕
색
뒝
裙
뎌
숨
似
星
笞
쭝
逸
鄕
니
헐
괜
投
單
胎
략
衡
瑞
刻
可
晋
抑
詠
짱
券
외
혠
방
壁
궜
貢
詩
郎
千
抗
洛
瑀
뽑
떽
捨
감
苦
줬
畜
웜
땅
淮
쐴
곁
給
〕
尾
磨
菊
김
要
卷
幹
議
聿
(
栗
뒤
築
詐
웰
셌
協
肱
治
琴
뭏
拓
虧
諸
봉
償
把
j
홀
識
邪
렵
鞠
伽
캐
暖
貪
磁
自
巒
優
骨
禧
藍
젖
ゅ
菴
텝
렇
試
稻
擊
괸
*
흄
딜
薛
侵
함
都
튈
諡
뮬
惟
껭
說
뒀
羊
凉
鼠
렸
솨
細
Ⅵ
繼
斑
뱌
站
角
連
爪
뎅
誠
渾
鵡
火
艾
枝
測
浦
假
촘
웠
쭈
윤
來
堅
Ⅸ
칠
넬
率
췌
휴
必
랬
陷
玄
름
팍
蓄
看
할
녜
잦
蜀
廉
審
권
司
쇳
閏
昌
睹
홑
말
찬
承
두
瑗
多
v
焉
棒
뚫
립
五
합
앰
쟨
텨
伶
嗜
밖
收
航
툴
덱
갚
炬
먹
の
貝
動
컷
縛
段
年
悸
殖
苧
卯
뻑
밥
臆
稼
扇
虹
墩
쟝
퇘
塑
枾
占
龕
笏
聲
ㄱ
대
狡
握
팬
夏
禮
쫌
뤄
똔
《
겊
쭙
찔
꿴
蓍
宋
擡
鳴
펑
잤
~
丞
隆
尙
擇
교
져
돔
폄
彗
@
褸
喜
粹
乭
輩
끝
㎝
晶
뿡
것
布
둥
랫
坂
殲
修
料
認
列
밌
巨
칩
판
敍
境
⑨
快
壽
인
新
烈
悲
再
괭
뢸
훈
얕
훤
溝
張
證
泉
潛
덕
乳
북
痕
繭
月
董
붇
飾
썼
국
箇
쫙
拈
誕
盡
俊
僿
曲
치
긷
髮
씀
霑
沈
륵
뚝
분
凸
꼽
彿
棠
棋
竹
裡
蕃
霧
堆
쌘
싹
尺
耿
시
킬
蔓
吉
耕
託
莉
앱
鼓
엄
謂
梨
執
契
넌
뼈
岩
斷
굽
革
李
뮤
꽤
一
펭
갇
灘
譬
,
孕
死
臥
쳇
잔
짢
滉
讀
老
鬪
踏
칼
텔
커
뢴
쨍
˚
場
길
當
류
학
토
륨
緣
㈜
板
워
㉣
智
抉
택
衆
抒
참
정
쌕
恒
즌
開
橋
賦
케
謬
휠
댐
光
塋
崩
별
느
羈
演
璋
深
르
嬪
彛
液
奈
造
戚
錮
좋
置
匈
樂
貞
憎
棺
釣
嗣
慄
阿
他
移
嘲
變
낚
샬
겝
純
畔
號
냄
莊
緯
襪
낭
톡
꽝
譯
燃
論
眩
울
烙
雄
뜨
仲
槿
浩
嶋
p
뭘
ｍ
旅
▲
姓
距
型
軒
핀
꿰
復
幀
겼
陵
悼
걸
韓
면
복
雲
됩
滓
Ⅱ
嗅
緖
힝
里
찼
燈
芟
랠
冗
支
충
셔
띔
訟
援
숭
神
茶
윔
靜
所
靑
姬
뜯
丹
뱃
롭
絲
쿤
炯
賑
왼
렴
텬
伉
鎬
沿
껴
．
記
遼
落
昧
뜀
퉈
샘
깡
漢
憂
뿐
破
後
閔
잰
물
異
꿨
久
I
짐
鼻
蔽
됨
뼛
岸
災
젠
誤
뎀
漿
코
긋
皓
琵
박
會
<
嘆
本
峙
驗
깍
指
＊
꽉
苔
珖
未
침
만
浮
?
座
꾸
찌
\
和
꺽
껀
仕
최
퉤
힌
蹟
㈏
醒
씬
將
秩
얜
홍
넥
▼
樂
兩
필
"
包
折
元
艇
印
쁠
庚
轎
鰲
寸
辰
套
댜
累
뇔
館
엾
崑
就
魯
첩
㎗
綏
唯
훅
걀
訥
哨
見
茅
뭅
펀
앳
쑹
禽
列
핥
씰
풉
쯔
놋
낸
戌
靈
e
팟
葛
硏
샷
碁
계
쯩
着
木
諍
辦
욕
뜬
뮨
陀
雉
齊
靴
釜
내
覲
力
兵
]
驪
雙
碗
裁
粒
꾐
뇽
緋
糧
획
객
遣
월
緩
錦
끗
셀
☆
勳
丹
衛
뱉
馬
蕙
虐
쪄
蒙
臺
堪
輦
점
윰
哥
震
泣
멍
禍
化
留
數
切
린
瑜
귀
糧
밧
젼
褥
享
륀
꿔
筋
渴
乙
招
볍
콩
졀
封
寞
腫
皮
奬
사
汽
즘
沫
安
貰
斜
鷹
妖
키
添
썹
鞋
섣
寧
目
冽
妙
攻
諦
在
ø
⑩
瑛
進
쥬
港
랭
部
腐
械
謨
維
盃
릿
廻
歐
譚
찰
繁
念
湘
샐
梯
滋
₃
디
晨
入
四
る
癒
겄
桓
√
六
彈
때
쁩
s
뒈
凌
軸
遂
갈
잣
킴
끄
惺
讐
平
澤
쏭
喉
뿔
愚
迪
虔
썬
軌
七
韋
닯
酒
늑
藿
畵
玲
팰
凰
쓸
描
悶
굿
僅
笛
酬
蛾
倡
蹄
絳
㉱
t
迷
友
괼
驀
착
족
콥
許
魏
防
週
繩
찍
砬
팼
α
磯
浚
鉤
肅
굄
흔
앤
닸
쿡
퍼
纓
겯
劉
숏
즐
晩
욧
⑴
謙
8
龜
갗
廬
貌
舊
첸
命
物
촉
얄
뼘
진
善
居
렐
恨
讀
멤
탕
犯
右
整
限
Z
某
흩
淫
曆
才
뎃
墳
初
맞
종
X
紹
멎
薄
鏡
깽
맺
벰
맣
태
慣
‥
눌
파
뗀
穴
謝
酌
데
德
宅
取
릉
街
畏
冥
왜
헨
끓
籍
廖
醇
홱
阪
레
호
饑
奎
端
題
罰
읜
㉰
▷
師
價
ㄷ
저
다
악
효
賣
캔
萃
膾
뭔
瓚
體
兼
△
脆
낟
札
向
멸
峰
캤
雌
也
暇
杞
네
宣
解
둠
칭
偵
닥
帳
輿
任
晝
國
景
佃
鑛
摩
叢
芸
嶼
韻
劇
폰
工
얀
㈐
쯧
뷔
菹
켰
達
懶
컸
終
핸
털
닳
놨
慢
곽
遷
省
o
脯
난
然
얏
駐
奔
樹
퍽
겉
렷
초
忽
슴
好
驅
瓦
넓
苗
花
딨
앨
勇
逆
된
照
羨
傍
茶
材
뽀
姦
젭
鬱
共
穫
禦
막
골
露
묘
驚
潁
思
倒
略
泳
끙
캉
亡
獸
밋
脚
車
쨔
졔
繞
家
稅
背
宰
탰
귓
秋
喘
央
淋
묽
三
먈
脹
誘
쌉
청
福
장
駿
柳
塔
九
臘
곶
茸
邯
댔
렛
젝
侈
魅
굴
챘
놔
笑
屛
西
억
衾
臭
傷
탁
봤
撫
룻
욀
台
겻
뀔
β
楹
項
`
숫
豊
랗
徹
焚
퀴
買
狀
螺
枯
降
뉩
척
熺
正
퓨
랙
늠
륭
傭
夕
곪
頭
巍
途
갬
襤
놉
郭
曰
앴
서
冬
퇴
壇
高
豚
力
沃
飽
輝
比
꾜
林
넸
갑
엊
닙
싯
筆
짙
奪
닫
欺
今
酸
關
末
基
甚
恃
減
詞
菜
穆
클
牲
娑
쳐
綠
口
곤
趣
덫
梢
숀
丙
芩
屑
冠
隣
往
熏
잡
㉡
溯
世
뮈
적
캣
滄
椿
ヱ
떼
牛
삥
割
舜
늬
劉
헉
姑
鐵
婉
㎍
商
쉽
손
희
剝
寧
り
絡
게
흘
借
娼
害
憬
궐
풍
육
業
祝
竺
憶
입
起
漁
紫
㎏
營
東
셈
從
筵
炳
헵
횡
쩍
寄
卽
밴
붑
陽
獄
田
粗
晉
檀
흰
線
備
H
렁
④
跳
卿
본
알
堀
琢
甲
敲
燧
談
片
플
뎠
猜
刷
옷
냘
례
딪
唐
洞
辨
로
市
셤
劍
渚
疏
멧
라
簡
昇
뀌
펫
팥
簫
갯
속
臂
惻
칡
剪
훗
患
汎
毫
듄
洗
푯
栖
꼴
齬
뙤
州
좀
쀼
았
句
7
연
集
떠
랑
켜
망
조
幾
軟
黎
-
찻
庫
率
挽
텐
똬
넨
器
鬼
덴
犀
萎
趾
빨
듸
萱
崗
줴
勝
岐
け
밟
殊
謠
陜
突
降
想
˙
羅
賞
쭘
마
볏
퉁
밀
莖
/
澁
뒷
쏠
지
乘
湖
蜜
챤
둣
梅
稗
콕
等
哺
》
강
盲
玹
：
橙
냉
1
推
냇
금
松
뱄
괴
腹
衢
岡
索
熙
히
⑤
】
點
튄
住
服
勒
몽
辰
옛
읍
翼
敎
뺄
珍
拮
窓
藪
칫
接
깝
念
蘇
넘
淑
妥
交
室
룽
秦
倫
陟
馹
틱
녀
道
繡
껑
떴
덟
洪
虎
祀
倻
疑
渡
챌
쉬
矜
微
類
직
專
紅
슷
끼
叡
差
貫
朋
幼
뾰
왓
白
疫
멉
崔
領
桎
藍
盞
易
上
쿨
븍
못
통
騎
粧
칙
패
儉
黜
肖
燒
않
꼬
펐
실
螳
콘
몸
딸
圭
渭
잼
胡
릇
빳
헌
럴
썅
丑
천
定
몰
宴
瀕
左
봬
횐
띠
쿼
大
빙
잽
榮
恥
憐
낀
엘
襤
븐
纏
빈
료
先
ㅌ
테
院
쓱
益
率
良
응
듭
樗
샌
沼
귈
植
去
舞
膚
釘
聞
拳
埴
맬
♂
뒹
들
序
小
〔
砂
휭
缺
뮴
뀜
媒
몃
爾
洲
迎
反
♀
母
提
榴
민
活
꾹
댈
令
陸
냐
劣
랄
豪
옐
膳
陸
侯
놈
症
卑
脈
瘠
쬐
눗
轍
飜
肝
듕
쉭
品
溪
敏
彩
呂
抄
텍
눔
慄
者
살
}
階
컬
威
Q
남
翊
꽹
멀
줌
草
묏
坰
盧
銘
均
皇
좇
밉
잠
텅
注
랴
；
헙
劑
紬
慘
윗
돋
탠
前
얹
쏟
廛
嶺
횔
겪
孟
孺
갔
永
損
錐
많
븀
籠
품
몹
磻
山
駒
每
對
英
잇
竅
眠
헹
膽
捐
廢
꽥
셋
恐
籃
련
錫
怡
촌
:
增
볼
荒
핫
멘
튿
땃
鄧
덤
頌
쌀
멈
臣
意
垈
飡
疸
升
敭
痴
b
벋
츠
遭
水
旋
番
汁
旱
옥
姸
構
魯
瞳
晦
付
瀑
筬
鐸
닷
兎
氷
檗
갸
꿸
찝
丘
貧
普
짓
틀
秀
郊
엇
度
糞
帥
뭣
쥑
뺏
公
禿
彦
梧
N
뚜
숱
甑
寧
地
愈
체
펌
流
봅
袞
잘
周
炤
採
갠
膝
堂
槪
宜
泡
桂
굳
풀
隧
罐
犧
君
生
太
雪
兄
際
閣
佛
뼁
店
兩
나
鷺
꽃
삣
腦
릭
曉
뭬
蕩
존
雁
被
躍
형
輪
顧
餓
導
伍
맡
拯
裸
柑
휄
絞
앎
城
坑
춈
拂
＝
湛
옳
査
>
吳
素
瀷
幅
얻
聖
族
希
泌
以
飼
陣
秕
쭉
濬
캡
不
숴
旅
밑
鄭
佐
購
닉
!
큼
倦
川
후
삼
켠
짧
왔
隊
C
毅
빤
斯
璃
敵
囍
年
죠
子
判
毒
弦
숲
駁
푸
揖
뭉
巖
耆
澗
窟
澄
奉
듈
農
컹
夢
箸
봄
流
軀
搾
黃
豕
次
죈
揆
股
午
涅
鎖
ㆍ
織
얽
뭡
詔
領
少
철
莫
젊
d
긍
껜
檢
띵
룩
달
俸
덥
c
럭
疾
洛
x
톤
뚱
懺
渠
목
猫
禪
樑
柴
采
雷
책
悉
샹
넙
梗
糖
쫑
[
良
템
系
凶
刀
뻤
筍
稠
亢
깟
폣
龍
팁
툇
鑑
沸
鐘
쿵
著
톨
賤
屍
抵
콱
6
管
碧
弘
天
彙
促
褐
즙
衍
賊
遼
選
銀
謫
簪
嫡
홈
슛
繹
劃
聯
邁
姿
玩
셨
퀸
隆
쉰
켓
槐
肥
條
휘
喬
辭
밝
坡
羅
멋
煞
俯
飛
屹
酩
㎡
亥
亮
翁
『
儒
.
킨
遇
金
벨
望
챨
泗
풋
帽
蠶
森
坐
귿
썰
J
敬
棄
民
觸
墨
百
矢
匠
낏
鞨
딩
씸
톰
텟
名
粥
썩
節
毬
醴
鎰
벵
쐤
靈
득
긔
徒
맙
米
嘉
秉
騷
유
鹵
쇄
鉢
墟
郞
좆
叔
낙
靺
最
署
쓴
煌
팠
r
겹
冷
底
眺
폴
냅
衣
求
訂
留
녈
꾼
벼
슨
꿎
㎜
亮
貨
干
華
ⓛ
類
弱
更
肛
迦
½
힘
蟄
군
탯
肉
덩
샤
뫼
確
待
튀
除
값
洋
앓
訣
丁
깆
癎
辛
健
此
稍
넉
챰
海
殞
唾
歲
꼍
伊
陶
芭
只
凜
‘
흠
까
갼
潟
술
學
꾀
親
갤
틔
膀
姉
얌
곧
멱
굵
派
틈
塗
彼
선
벅
延
왕
귐
曾
紡
럽
첫
격
客
駕
든
㎖
珠
콴
껌
甄
튜
胞
탱
陳
楓
햄
탬
昔
島
戶
큽
놀
混
休
벱
뛴
誓
衿
順
예
針
렙
若
맹
貊
산
旺
둘
莘
映
藤
욥
姮
누
솟
至
㏊
滑
U
獻
及
圈
좌
暴
밍
곱
卞
洽
璵
怒
知
巡
훔
般
戎
例
狽
쏘
香
色
臨
食
륫
)
理
籬
煙
햇
켑
組
毋
炎
炙
텄
렌
셉
遙
꺾
塊
쭐
뎐
倍
＿
완
狂
撥
量
빅
눙
級
半
昆
計
춘
奸
罪
엎
간
킷
弓
삐
닝
醉
瞬
갹
킵
“
村
쫀
여
係
극
鯨
覇
謀
代
혐
심
佩
땐
졌
꿇
濃
짝
재
鏃
랐
십
非
쌨
秧
鏞
쁨
赴
늘
빰
듐
걷
몬
浿
激
Ⅴ
瀆
f
찢
袴
쁘
祐
拜
繪
失
媚
꺼
씁
側
쿰
귄
複
캅
燁
페
含
앵
濫
집
툽
곳
蛙
梓
편
앙
됐
翅
큭
…
仙
爆
脛
圍
麻
便
찧
픈
稶
뙈
慧
格
强
狼
댕
麓
轟
딱
擲
샅
蠢
兮
째
殉
쾨
塘
孝
裏
뤼
깜
냈
疎
稟
飯
멕
쥴
자
明
汗
展
⑸
궈
窯
征
奇
芝
豺
聯
올
勿
몫
둑
篇
務
髓
랜
더
엿
념
Ⅲ
竝
主
명
走
빡
偶
뀐
輻
4
掩
囊
운
받
芻
寫
費
郁
廓
綱
斥
텁
帖
향
養
惹
煎
쐐
志
汝
곡
第
전
裔
牡
瞭
¤
쥐
륜
링
瑩
갉
깊
맷
覺
촨
放
巫
튑
筠
